[
{
"name": "Bud Light",
"category": "Lager",
"description": "Introduced in 1982, Bud Light is a premium light lager with a superior drinkability that has made it the best-selling and most popular beer in the United States. Bud Light is brewed using a blend of premium aroma hop varieties, both American-grown and imported, and a combination of barley malts and rice. The light-bodied beer features a fresh, clean and subtle hop aroma, delicate malt sweetness and a crisp finish that delivers the ultimate refreshment.",
"abv": 4.2,
"brand": "Bud Light",
"ID": 1118400000
},
{
"name": "Apothic Red",
"category": "Red Wine",
"description": "Apothic Red is the bold and intriguing red blend that launched the Apothic legacy, featuring a mix of merlot, cabernet sauvignon, syrah, and zinfandel wine grapes. This California wine indulges the senses with notes of black cherry, vanilla and mocha and a character all its own. This smooth and rich red blend is medium bodied and pairs with wherever the night may take you. Apothic Red is best enjoyed with plenty of wine glasses to share.",
"abv": 13.5,
"brand": "Apothic",
"ID": 3018400000
},
{
"name": "Elijah Craig Small Batch",
"category": "Bourbon",
"description": "Elijah Craig is credited as the first distiller to age his whiskey in charred oak barrels, earning his place in history as the 'Father of Bourbon.' The charred barrel transformed the clear liquid inside into an intense amber whiskey made rich with the flavors of the wood which we now recognize as Bourbon. Elijah Craig Small Batch is distilled, aged, and bottled in Kentucky from a traditional Bourbon mashbill of 78% Corn, 10% Rye and 12% Malted Barley and then aged for 8 to 12 years in #3 char new American oak barrels. The result of each Small Batch is a signature warm spice and subtle smoke flavor. Winner of \"Best Small Batch Bourbon\" and Double Gold medal at San Francisco World Spirits Competition and a 93 Point, \"Excellent, Highly Recommended\" rating at the Ultimate Spirits Competition",
"abv": 47,
"brand": "Elijah Craig",
"ID": 4028400000
}
]
